cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'TomAnthony/brews'

brew 'ack'
brew 'coreutils'
# brew 'go'
# brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'reattach-to-user-namespace'
#brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
#brew 'roundup'
#brew 'spaceman-diff'
#brew 'spark'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

#cask '1password'
#cask 'adium'
#cask 'atom'
#cask 'firefox'
#cask 'garmin-express'
cask 'google-chrome'
cask 'handbrake'
#cask 'mapbox-studio'
#cask 'seashore'
cask 'slack'
cask 'spectacle'
#cask 'steam'
#cask 'transmission'
#cask 'tunnelbear'
#cask 'vlc'
cask 'viscosity'
cask 'xquartz'
cask 'intellij-idea-ce'
